Repository: abhi-dave/ISS_Assignment_Abhishek
Catalog: iss_assignment/lib/l10n/app_*.arb
Languages: de

source: SCAN
de: SCANNEN

# permissionTitle
source: No Permission
de: Keine Berechtigung

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

# pendingInstallation
source: Pending installations
de: Ausstehende Installationen

# doneInstallation
source: Done installations
de: Fertiggestellte Installationen

# makeInstallation
source: Make installations
de: Installationen durchführen

# confirmDialogTitle
source: Confirm Installation ?
de: Installation bestätigen?

# confirmDialogsubTitle
source: This actions is irreversible
de: Diese Aktion ist irreversibel

# floorName
source: Floor name {floor_name}
de: Etagenname {floor_name}

# floorLevel
source: Floor level {floorLevel}
de: Bodenebene {floorLevel}

# noPendingInstall
source: No Installations Are Pending.
de: Es stehen keine Installationen aus.

# noPendingInstallSubTitle
source: All Instllations are completed.
de: Alle Installationen sind abgeschlossen.
